Repository: Dmitri-Sintsov/django-jinja-knockout
Catalog: django_jinja_knockout/locale/*/LC_MESSAGES/django.po
Languages: es_mx, ru, zh_hans

source: Yes
es_mx: Si
ru: Да
zh_hans: 是

source: No
ru: Нет
zh_hans: 否

source: Home
es_mx: Inicio
ru: В начало
zh_hans: 主页

source: First page
es_mx: Primera pagina
ru: В начало
zh_hans: 第一页

source: Previous
es_mx: Anterior
ru: Предыдущая
zh_hans: 向前

source: Page %(number)d of %(numpages)d
es_mx: Pagina %(number)d de %(numpages)d
ru: Страница %(number)d из %(numpages)d
zh_hans: 第%(number)d页 / 共%(numpages)d页

source: Next
es_mx: Siguiente
ru: Следующая
zh_hans: 向后

source: Last page
es_mx: Ultima pagina
ru: В конец
zh_hans: 最后一页

source: Add "%(verbose_name)s"
es_mx: AÃ±adir "%(verbose_name)s"
ru: Добавить "%(verbose_name)s"
zh_hans: 增加 "%(verbose_name)s"

source: Close
es_mx: Cerrar
ru: Закрыть
zh_hans: 关闭

source: Delete non-builtin records
es_mx: Borrar registros no embebidos
ru: Удалить невстроенные записи
zh_hans: 删除非内置记录

source: Access to current url is denied
es_mx: Se deniega el acceso a la url actual
ru: Вы не имеете доступа к данному url
zh_hans: 拒绝访问当前地址

source: Error "%(code)s" "%(msg)s" while sending email.
es_mx: Error "%(code)s" "%(msg)s" enviado email.
ru: Ошибка "%(code)s" "%(msg)s" при отправке почты.
zh_hans: 发送电子邮件时出错： "%(code)s" "%(msg)s"

source: Move
es_mx: Mover
ru: Переместить
zh_hans: 移动

source: Unknown action
es_mx: Accion desconocida
ru: Неопределенное действие
zh_hans: 未知操作

source: Action "{}" is not implemented
es_mx: La accion "{}" no esta implementada
ru: Действие "{}" не реализовано
zh_hans: 操作"{}" 尚未实现

source: Action "%(action)s" is not allowed
es_mx: La accion "%(action)s" no esta permitida
ru: Действие "%(action)s" не разрешено
zh_hans: 操作"%(action)s"不允许

source: There is no "%(heading)s" to display.
es_mx: No hay "%(heading)s" que mostrar.
ru: "%(heading)s" в настоящее время отсутствуют.
zh_hans: 没有"%(heading)s"可以显示

source: There is no "%(heading)s" with %(filters_str)s to display.
es_mx: No hay "%(heading)s" con %(filters_str)s a mostrar.
ru: Отсутствуют "%(heading)s" типа %(filters_str)s
zh_hans: 没有符合%(filters_str)s的"%(heading)s"

source: From
zh_hans: 从

source: To
zh_hans: 到

source: AJAX request error
zh_hans: AJAX请求错误

source: Undefined response view %s
zh_hans: 未定义响应视图%s

source: Request error
zh_hans: 请求错误

source: Choose year / decade.
zh_hans: 选择年份或者期间

source: Delete "%s"
zh_hans: 删除"%s"

source: Are you sure you want to delete "%s" ?
zh_hans: 确定想要删除"%s"吗？

source: Required
zh_hans: 必填

source: Delete when saved
zh_hans: 保存后删除

source: All
zh_hans: 全部

source: Search
zh_hans: 搜索

source: Remove selection
zh_hans: 删除所选项

source: Apply
zh_hans: 应用

source: N/A
zh_hans: 空

source: Save
zh_hans: 保存

source: Cancel
zh_hans: 取消

source: Choose action
zh_hans: 选择一项操作

source: Too big file size=%s, max_size=%s
zh_hans: 文件太大%s，最大%s

source: Not allowed filter field: "%(fieldname)s"
zh_hans: 不允许筛选字段："%(fieldname)s"

source: Not allowed sorting order: "%(sorting_order)s"
zh_hans: 不允许按"%(sorting_order)s"排序

source: Not allowed filter field: "{}"
es_mx: No se permite filtrar por campo: "{}"
ru: Недопустимый фильтр поля: "{}"
zh_hans: 不允许筛选字段："{}"

source: Not allowed sorting order: "{}"
es_mx: No se permite ordenar por: "{}"
ru: Недопустимый порядок сортировки: "{}"
zh_hans: 不允许排序："{}"

source: Invalid value of sorting order: {}
es_mx: Valor invalido de ordenacion: {}
ru: Недопустимое значение порядка сортировки: {}
zh_hans: 无效的排序顺序：{}

source: Invalid value of list filter: {}
es_mx: Valor invalido de la lista de filtros {}
ru: Недопустимое значение фильтра списка: {}
zh_hans: 无效的筛选：{}

source: Invalid type of sorting order
es_mx: Tipo invalido de ordenacion
ru: Недопустимый тип порядка сортировки
zh_hans: 无效的排序类型

source: Invalid type of list filter
es_mx: Tipo invalido de filtro de lista
ru: Недопустимый тип фильтра списка
zh_hans: 无效的筛选类型

source: Cannot determine the type of filter for the field "{}"
es_mx: No se puede determinar el tipo de filtro para el campo "{}"
ru: Невозможно определить тип фильтра для поля "{}"
zh_hans: 无法确定筛选字段"{}"的类型

source: 'in' is the only supported field lookup for filter field '%(field)s'
zh_hans: 对于筛选字段'%(field)s'，只能使用'in'操作符

source: Rows per page
es_mx: Filas por pagina
ru: Строк на странице
zh_hans: 行每页

source: Highlight mode
es_mx: Modo de resaltado
ru: Режим подсветки
zh_hans: 高亮模式

source: Unsupported field lookup for filter field '%(field)s'
es_mx: Busqueda en el campo no soportada para campo de filtro '%(field)s'
ru: Недопустимый тип поиска для фильтра поля '%(field)s'
zh_hans: 不支持对字段筛选

source: No %(verbose_name)s found matching the query for the selected filters
es_mx: No se encontro %(verbose_name)s que coincida con los filtros seleccionados
ru: Не найден ни один %(verbose_name)s, соответствующий запросу для выбранных фильтров

source: Please wait until the query is loading
es_mx: Por favor espere mientra se cargan los datos
ru: Пожалуйста подождите пока выполняется запрос данных
